Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/overview--geomoose_overview.tmx
Source language: en
Languages: ja

source: Web GIS Portal
ja: Web GISポータル

source: GeoMoose is a browser based mapping framework for displaying distributed cartographic data. It is particularly useful for managing spatial and non-spatial data within county, city and municipal offices (from which GeoMoose originated). It extends the functionality of MapServer and OpenLayers to provide built in services, like drill-down identify operations for viewing and organising many layers, selection operations and dataset searches.
ja: GeoMooseは、分散型地図データを表示するためのブラウザベースのマッピングフレームワークです。これは、郡、市、市のオフィス(GeoMooseの起源)内の空間データと非空間データの管理に特に便利です。MapServerとOpenLayersの機能を拡張して、多くのレイヤを表示および整理するためのドリルダウン識別操作、選択操作、データセット検索などの組み込みサービスを提供します。

source: GeoMoose is fast, performing well with hundreds of layers and/or services at a time. Data from multiple custodians can be maintained with different tools and on different schedules as each map layer has its own set of configuration files for publishing, symbols, templates as well as source data.
ja: GeoMooseは高速で、一度に何百ものレイヤやサービスを処理することができます。複数の管理人からのデータは、異なるツールと異なるスケジュールで維持することができます。各マップレイヤは、ソースデータだけでなく、パブリッシング、シンボル、テンプレートのための独自の設定ファイルのセットを持っているためです。

source: The user interface is easily configurable, and additional services can be added through a modular architecture.
ja: ユーザインターフェイスは簡単に設定でき、モジュールアーキテクチャを使用して追加サービスを追加できます。

source: Core Features
ja: 主要機能

source: Distributed data maintenance amongst multiple owners.
ja: 複数の所有者に分散したデータメンテナンス

source: Access maps from: MapServer, Tilecache, ArcGIS REST, WMS, WFS.
ja: マップへのアクセス元:MapServer、Tilecache、ArcGIS REST、WMS、WFS

source: Configure multiple views of data sources.
ja: データソースの複数のビューを設定します。

source: Discover and filter from data catalogs.
ja: データカタログからの検出とフィルタリング

source: Tools: measure, drawing, query, fading, re-order, jump-to zoom, coordinate readouts, ...
ja: ツール:measure,drawing,query,fading,re-order,jump-to zoom,coordinate readings,...

source: Displays: MapViewer, Side Menu, Navigation, Tabbed User Controls.
ja: 表示: MapViewer, Side Menu, Navigation, Tabbed User Controls.

source: XML based MapBook configuration file for User Interface, Source Layers and Tools.
ja: ユーザーインターフェイス、ソースレイヤ、ツール用のXMLベースのMapBook設定ファイル。

source: Integration with Mapserver.
ja: Mapserverとの統合

source: Modular design facilitates integration with non-spatial systems (such as asset management).
ja: モジュラー設計により、非空間システム(資産管理など)との統合が容易になります。

source: Publish almost unlimited number of layers.
ja: ほぼ無制限の数のレイヤをパブリッシュする。

source: PDF printing.
ja: PDF印刷。

source: Implemented Standards
ja: 実装されている標準規格

source: Details
ja: 詳細

source: **Website:** https://www.geomoose.org
ja: **Webサイト:** https://www.geomoose.org

source: **Licence:** MIT based license. https://www.geomoose.org/info/license.html
ja: **ライセンス:** MIT based license. https://www.geomoose.org/info/license.html

source: **Software Version:** |version-geomoose|
ja: **ソフトウェアバージョン:** |version-geomoose|

source: **Supported Platforms:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac

source: **Commercial Support:** https://www.geomoose.org/info/commercial_support.html
ja: **商用サポート:** https://www.geomoose.org/info/commercial_support.html

source: **Community Support:** https://www.geomoose.org/info/mailing_lists.html
ja: **コミュニティサポート:** https://www.geomoose.org/info/mailing_lists.html

source: Quickstart
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/geomoose_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/geomoose_quickstart>`
